Repository: common-repository/wpec-customer-list
Catalog: languages/wpec-customerlist-*.po
Languages: it_it

source: User Details
it_it: Dettagli Utente

source: Show Incomplete
it_it: Mostra Incompleti

source: Purchase History
it_it: Storico Ordini

source: Purchase History for
it_it: Storico Ordini di

source: Set
it_it: Imposta

source: Items
it_it: Prodotti

source: Total Orders
it_it: Ordini Totali

source: Total Items
it_it: Prodotti Totali

source: Total Amount
it_it: Importo Totale

source: Last Date
it_it: Più recente

source: Regenerate Stats
it_it: Ricalcola Lista

source: Show to Users
it_it: Mostra agli Utenti

source: Auto-create Rewards
it_it: Auto-creazione Premi

source: Default Reward
it_it: Premio Predefinito

source: Orders
it_it: Ordini

source: Used
it_it: Usato

source: Amount
it_it: Importo

source: Session
it_it: Sessione

source: Users
it_it: N° Utenti

source: Already used
it_it: Già usato

source: Add per-User Coupons.
it_it: Associa Utenti

source: (comma separated list of User ID)
it_it: (lista ID Utenti separati da virgola)

source: Conditions
it_it: Condizioni

source: Add Coupon
it_it: Aggiungi Premio

source: Customers List
it_it: Lista Clienti

source: Add Users
it_it: Aggiungi Utenti

source: Reward Options
it_it: Impostazioni Premio

source: days
it_it: giorni

source: prefix
it_it: prefisso

source: This coupon affects each product of the cart at checkout
it_it: Lo sconto si applica a tutti i prodotti del carrello

source: New Customer Reward
it_it: Nuovo Premio Cliente

source: New Reward from
it_it: Un Premio da

source: Show Coupon in User Cart
it_it: Inserisci codici nel carrello

source: Show Score to Users
it_it: Mostra punteggio agli Utenti

source: Customer Coupons
it_it: Buoni Acquisto

source: Summary
it_it: Riepilogo

source: Select coupon code
it_it: Scegli Buono Acquisto

source: Available
it_it: Disponibile

source: Notify Reward to User E-mail
it_it: Notifica Utente via E-mail

source: Customers per page
it_it: Clienti per pagina

# userlog detail
source: Order more
it_it: altro Ordine

# userlog detail
source: Product more
it_it: altro Prodotto

# userlog detail
source: Item more
it_it: altra Offerta

source: more amount spent
it_it: e raggiungi l&#039;importo

source: You need only
it_it: Acquista ancora

source: to get a reward coupon
it_it: per ottenere un Buono Acquisto

source: Congratulations! You got a reward coupon
it_it: Complimenti! Hai ottenuto un Buono Acquisto
